[
{
    "nombre":"Anuel AA",
    "imagen":"../../frontend/img/anuel.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"1.000.737 "
},
{
    "nombre":"Arcangel",
    "imagen":"../../frontend/img/arcangel.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"853.442"
},
{
    "nombre":"Drake",
    "imagen":"../../frontend/img/drake.jpg",
    "discografia":[],
   "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"More Life. More time with family and friends. More Life. I've still got vibrations to send. More Life. They say that we could live forever At night I pray it's true I've done so much in my short time and still there's more to do But if someone should come collecting Sooner than we're all expecting At least the life you lived was one for you Drake",
    "fans":"20,064,352"
},
{
    "nombre":"Aventura",
    "imagen":"../../frontend/img/aventura.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"1.438.767 "
},
{
    "nombre":"Bad Bunny",
    "imagen":"../../frontend/img/badbunny.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"2.525.922"
},
{
    "nombre":"Banda MS",
    "imagen":"../../frontend/img/banda ms.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"1.389.609"
},
{
    "nombre":"Justin Bieber",
    "imagen":"../../frontend/img/justinbieber.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"8.449.788 "
},

{
    "nombre":"Christian Nodal",
    "imagen":"../../frontend/img/christian nodal.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"545.731"
},
{
    "nombre":"Daddy Yankee",
    "imagen":"../../frontend/img/daddy yankee.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"5.394.497 "
},

{
    "nombre":"Don omar",
    "imagen":"../../frontend/img/donOmar.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"5.394.497 "
},
{
    "nombre":"Selena Gomez",
    "imagen":"../../frontend/img/selenagomez.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"From an Hispanic background, Selena Gomez was mostly raised by her mother - former actress Amanda Teefey - and developed her interest in the stage at a young age. She got her first break when she was 10 in the 2002 TV series Barney & Friends and made her film debut a year later in the movie Spy Kids 3-D Game Over. She went on to play Mikayla in the Disney Channel series Hannah Montana and then took the lead role of Alex Russo in Wizards Of Waverly Place. Her first record was the theme song from the series, Everything Is Not What It Seems. Dating fellow Disney star Nick Jonas at the time, Gomez starred in the video for the Jonas Brothers hit Burnin' Up and recorded her own tracks like Cruella de Vil and Fly To Your Heart (soundtrack to the animated film Tinker Bell). She then sang on the Forever The Sickest Kids single Whoa Oh (Me Vs Everyone) and, on the back of an appearance in the movie Another Cinderella Story, had her first hit in 2009 with Tell Me Something I Don't Know. She also appeared in the reality series Jonas Brothers: Living The Dream and recorded the song One And The Same with her close friend Demi Lovato. She subsequently decided to concentrate on her music, forming the band Selena Gomez & The Scene and recorded her 2009 debut album Kiss & Tell, producing the hit single Naturally and breaking into the US Top 10. Meanwhile she continued her acting career, playing a more adult role in the movie Ramona & Beezus, appeared in various TV commercials and launched her own fashion range before releasing her second album A Year Without Rain. Gomez gained further attention when she started dating Justin Bieber and had another hit in 2013 with Come & Get It before releasing what was billed as her first solo album without The Scene, Stars Dance. Artist biography compiled by BDS/West 10. All rights reserved",
    "fans":"3.852.730"
},
{
    "nombre":"Farruko",
    "imagen":"../../frontend/img/farruko.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"5.394.497 "
},
{
    "nombre":"The Weeknd",
    "imagen":"../../frontend/img/theweeknd.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"Making experimental, dark and introspective R&B, Canadian singer songwriter Abel Tesfaye was hailed as the future of urban pop while maintaining a persona shrouded in mystery. Raised by his Ethiopian grandmother in Scarborough, Ontario, Canada, he dropped out of school at 17 and started collaborating with producer Jeremy Rose, and posted a few of their early demos up on YouTube under the name The Weeknd. Rose left the project, but the tracks quickly created interest from among bloggers and critics and even won the approval of rap superstar Drake, who recruited him to appear on single Crew Love. Mixtapes House Of Balloons, Thursday and Echoes Of Silence further intensified interest before Trilogy (2012) compiled his recordings into a hit album that reached Number 4 in the US and was praised for its ambient, melancholic feel. A world away from the swagger of most of his peers, Tesfaye earned comparisons to Marvin Gaye, Prince, Curtis Mayfield and Frank Ocean for his chilling falsetto vocals and sonic ambition, but his shy personality and reluctance to do media interviews or promote his music created a mystique around him. Continuing to deal in slow, trippy tempos and atmospheric, heartbreaking soul, second album Kiss Land (2013) debuted at Number 2 in the US charts and confirmed Tesfaye's reputation as one of pop's most important new voices. Artist biography compiled by BDS/West 10. All rights reserved",
    "fans":"7.246.941"
},
{
    "nombre":"Don omar",
    "imagen":"../../frontend/img/donOmar.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"2.259.035"
},
{
    "nombre":"J Balvin",
    "imagen":"../../frontend/img/jbalvin.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"7.737.639"
},
{
    "nombre":"Rita Ora",
    "imagen":"../../frontend/img/ritaora.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"Born in former Yugoslavia (now Kosovo), Rita Ora grew up in London and, showing her talent for singing at a young age, studied at the Sylvia Young Theatre School. It led to a part in the movie 'Spivs' and she made her first recording singing with Craig David on his track 'Awkward', followed by 'Where's Your Love' with Tinchie Stryder. Ora then began appearing in clubs in her own right and went on to star with Jay-Z in his video for 'Young Forever' and in the video for 'Over' by Drake. Jay-Z subsequently signed her to his Roc Nation label and she worked with DJ Fresh on 'Hot Right Now' which rocketed to number one in the UK on its release in 2012. Subsequent singles 'How We Do (Party)' and 'R.I.P.' featuring Tinie Tempah, followed suit, while her debut album 'Ora' - on which she worked with will.i.am, Kanye West and Stargate - topped the UK Album Charts. By then such was the strength of her popularity and personality that Ora became a guest judge on the ninth series of the UK TV show 'The X Factor'. She began working on her second album in 2013, releasing its first single 'I Will Never Let You Down' in 2014. The single debuted at number one in the UK, her third single to do so. She featured on Iggy Azalea's single 'Black Widow' which earned her a number four and countless awards, as well as breaking the top five of the Billboard Hot 100. She was nominated for an Academy Award for her song 'Grateful' which appeared in the film 'Beyond the Lights'. In 2015, still under contract with Roc Nation, she filed for early release citing that she had only been allowed to release one album in seven years. After a counter-lawsuit for breach of contract, Ora and Roc Nation settled in 2016. She later signed a new deal with Atlantic Records and released a new solo single 'Your Song' which became her ninth top ten UK single. Her second album is still unreleased with a date set for 2018. Artist biography compiled by BDS/West 10. All rights reserved",
    "fans":"2.371.906"
},
{
    "nombre":"Karol G ",
    "imagen":"../../frontend/img/karong.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"1.079.093"
},
{
    "nombre":"Los Temerarios",
    "imagen":"../../frontend/img/lostemerarios.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"343.654"
},
{
    "nombre":"Marco Antonio Solis",
    "imagen":"../../frontend/img/marcoantonio.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"967.740"
},
{
    "nombre":"Mike Towers",
    "imagen":"../../frontend/img/miketowers.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"5575 "
},
{
    "nombre":"Ozuna",
    "imagen":"../../frontend/img/osuna.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"3.003.149"
},
{
    "nombre":"Ricardo Arjona",
    "imagen":"../../frontend/img/ricardoarjona.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"2.069.510"
},
{
    "nombre":"Romeo Santos",
    "imagen":"../../frontend/img/romeosantos.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"2.833.676"
},
{
    "nombre":"Yandel",
    "imagen":"../../frontend/img/yandel.jpg",
    "discografia":[],
    "topcanciones":[],
    "artistasSimilares":[],
    "biografia":"",
    "fans":"1.196.207"
}







]